Repository: Objectivco/reviewbird-plugin
Catalog: languages/reviewbird-*.po
Languages: de_de, it_it

source: reviewbird
de_de: reviewbird Bewertungen
it_it: Recensioni reviewbird

source: Automated review collection for WooCommerce that blocks spam, catches complaints, and showcases your best feedback.
de_de: Automatisierte Bewertungs­erfassung für WooCommerce, die Spam blockiert, Beschwerden erkennt und Ihr bestes Feedback präsentiert.
it_it: Raccolta automatica di recensioni per WooCommerce che blocca lo spam, rileva i reclami e mette in mostra i tuoi migliori feedback.

source: reviewbird Connection Error:
de_de: reviewbird Verbindungsfehler:
it_it: Errore di connessione a reviewbird:

source: Successfully connected to reviewbird!
de_de: Erfolgreich mit reviewbird verbunden!
it_it: Connessione a reviewbird avvenuta con successo!

source: reviewbird Settings
de_de: reviewbird Einstellungen
it_it: Impostazioni reviewbird

source: Invalid security token
de_de: Ungültiges Sicherheitstoken
it_it: Token di sicurezza non valido

source: Insufficient permissions
de_de: Unzureichende Berechtigungen
it_it: Permessi insufficienti

source: Invalid setting
de_de: Ungültige Einstellung
it_it: Impostazione non valida

source: Setting updated successfully
de_de: Einstellung erfolgreich aktualisiert
it_it: Impostazione aggiornata con successo

source: Health check cache cleared
de_de: Health-Check-Cache gelöscht
it_it: Cache del controllo di integrità cancellata

source: Store ID %d has been saved successfully
de_de: Shop-ID %d wurde erfolgreich gespeichert
it_it: ID negozio %d salvato con successo

source: WooCommerce is not active
de_de: WooCommerce ist nicht aktiv
it_it: WooCommerce non è attivo

source: Coupon code is required
de_de: Gutscheincode ist erforderlich
it_it: Il codice coupon è obbligatorio

source: Template coupon '%s' not found
de_de: Vorlagen-Gutschein '%s' nicht gefunden
it_it: Coupon modello '%s' non trovato

source: discount_type and amount are required when not using template
de_de: discount_type und amount sind erforderlich, wenn keine Vorlage verwendet wird
it_it: discount_type e amount sono obbligatori quando non si usa un modello

source: Product ID is required
de_de: Produkt-ID ist erforderlich
it_it: ID prodotto è obbligatorio

source: Invalid product ID
de_de: Ungültige Produkt-ID
it_it: ID prodotto non valido

source: Product not found
de_de: Produkt nicht gefunden
it_it: Prodotto non trovato

source: Average stars must be a number between 1 and 5
de_de: Durchschnittliche Sterne müssen eine Zahl zwischen 1 und 5 sein
it_it: Le stelle medie devono essere un numero tra 1 e 5

source: Review count must be a non-negative number
de_de: Bewertungsanzahl muss eine nicht-negative Zahl sein
it_it: Il conteggio delle recensioni deve essere un numero non negativo

source: Rating counts must be an array
de_de: Bewertungsanzahlen müssen ein Array sein
it_it: I conteggi delle valutazioni devono essere un array

source: Customer email is required
de_de: Kunden-E-Mail ist erforderlich
it_it: L'email del cliente è obbligatoria

source: Invalid email address
de_de: Ungültige E-Mail-Adresse
it_it: Indirizzo email non valido

source: Settings
de_de: Einstellungen
it_it: Impostazioni

source: API request failed
de_de: API-Anfrage fehlgeschlagen
it_it: Richiesta API fallita

source: Store is not connected to reviewbird.
de_de: Shop ist nicht mit reviewbird verbunden.
it_it: Il negozio non è connesso a reviewbird.

source: Unable to generate API key for authentication.
de_de: API-Schlüssel für Authentifizierung konnte nicht generiert werden.
it_it: Impossibile generare la chiave API per l'autenticazione.

source: Maximum of 50 product IDs allowed per request.
de_de: Maximal 50 Produkt-IDs pro Anfrage erlaubt.
it_it: Massimo 50 ID prodotto consentiti per richiesta.

source: Failed to decode API response.
de_de: API-Antwort konnte nicht dekodiert werden.
it_it: Decodifica della risposta API fallita.

source: Rated %s out of 5
de_de: Bewertet mit %s von 5
it_it: Valutato %s su 5

source: Rated %s out of 5, click to view reviews
de_de: Bewertet mit %s von 5, klicken Sie hier, um Bewertungen anzusehen
it_it: Valutato %s su 5, clicca per vedere le recensioni

source: Connected to reviewbird
de_de: Mit reviewbird verbunden
it_it: Connesso a reviewbird

source: Your WooCommerce store is successfully connected to reviewbird. Review data is syncing properly.
de_de: Ihr WooCommerce-Shop ist erfolgreich mit reviewbird verbunden. Bewertungsdaten werden korrekt synchronisiert.
it_it: Il tuo negozio WooCommerce è connesso con successo a reviewbird. I dati delle recensioni si stanno sincronizzando correttamente.

source: View Dashboard
de_de: Dashboard anzeigen
it_it: Visualizza Dashboard

source: WooCommerce Not Connected
de_de: WooCommerce nicht verbunden
it_it: WooCommerce non connesso

source: WooCommerce is not yet connected to reviewbird. Connect your store to start syncing products and reviews.
de_de: WooCommerce ist noch nicht mit reviewbird verbunden. Verbinden Sie Ihren Shop, um mit der Synchronisierung von Produkten und Bewertungen zu beginnen.
it_it: WooCommerce non è ancora connesso a reviewbird. Connetti il tuo negozio per iniziare a sincronizzare prodotti e recensioni.

source: Connect WooCommerce
de_de: WooCommerce verbinden
it_it: Connetti WooCommerce

source: Initial Sync in Progress
de_de: Erstsynchronisierung läuft
it_it: Sincronizzazione iniziale in corso

source: reviewbird is syncing your products and reviews. This may take a few minutes depending on your catalog size. The widget will be available once sync completes.
de_de: reviewbird synchronisiert Ihre Produkte und Bewertungen. Dies kann je nach Kataloggröße einige Minuten dauern. Das Widget wird verfügbar sein, sobald die Synchronisierung abgeschlossen ist.
it_it: reviewbird sta sincronizzando i tuoi prodotti e le recensioni. Questo potrebbe richiedere alcuni minuti a seconda della dimensione del catalogo. Il widget sarà disponibile una volta completata la sincronizzazione.

source: View Sync Progress
de_de: Synchronisierungsfortschritt anzeigen
it_it: Visualizza progresso sincronizzazione

source: Subscription Required
de_de: Abonnement erforderlich
it_it: Abbonamento richiesto

source: Your reviewbird subscription is inactive. Please update your billing information to continue using the service.
de_de: Ihr reviewbird-Abonnement ist inaktiv. Bitte aktualisieren Sie Ihre Zahlungsinformationen, um den Dienst weiterhin nutzen zu können.
it_it: Il tuo abbonamento a reviewbird è inattivo. Aggiorna le informazioni di fatturazione per continuare a utilizzare il servizio.

source: Update Billing
de_de: Zahlung aktualisieren
it_it: Aggiorna fatturazione

source: Connection Issue Detected
de_de: Verbindungsproblem erkannt
it_it: Problema di connessione rilevato

source: Unable to connect to reviewbird. Please check your connection settings.
de_de: Verbindung zu reviewbird konnte nicht hergestellt werden. Bitte überprüfen Sie Ihre Verbindungseinstellungen.
it_it: Impossibile connettersi a reviewbird. Controlla le impostazioni di connessione.

source: Fix Connection
de_de: Verbindung reparieren
it_it: Risolvi connessione

source: Unable to reach reviewbird API. Please check your internet connection.
de_de: reviewbird API ist nicht erreichbar. Bitte überprüfen Sie Ihre Internetverbindung.
it_it: Impossibile raggiungere l'API di reviewbird. Controlla la tua connessione internet.

source: Get Help
de_de: Hilfe erhalten
it_it: Ottieni aiuto

source: Checking connection...
de_de: Verbindung wird geprüft...
it_it: Verifica connessione in corso...

source: Verifying connection to reviewbird...
de_de: Verbindung zu reviewbird wird überprüft...
it_it: Verifica della connessione a reviewbird in corso...

source: Open reviewbird
de_de: reviewbird öffnen
it_it: Apri reviewbird

source: Connection Issue
de_de: Verbindungsproblem
it_it: Problema di connessione

source: Refresh
de_de: Aktualisieren
it_it: Aggiorna

source: Last checked:
de_de: Zuletzt geprüft:
it_it: Ultimo controllo:

source: Loading...
de_de: Lädt...
it_it: Caricamento...

source: Failed to update setting. Please try again.
de_de: Einstellung konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.
it_it: Aggiornamento impostazione fallito. Riprova.

source: Manage your reviewbird integration with WooCommerce.
de_de: Verwalten Sie Ihre reviewbird-Integration mit WooCommerce.
it_it: Gestisci la tua integrazione reviewbird con WooCommerce.

source: reviewbird Widget
it_it: Widget reviewbird

source: Display reviewbird review widget on product pages. The widget shows customer reviews and allows customers to submit new reviews.
de_de: Zeigt das reviewbird Bewertungs-Widget auf Produktseiten an. Das Widget zeigt Kundenbewertungen und ermöglicht es Kunden, neue Bewertungen abzugeben.
it_it: Visualizza il widget di recensioni reviewbird nelle pagine dei prodotti. Il widget mostra le recensioni dei clienti e consente ai clienti di inviare nuove recensioni.

source: Widget is enabled on all WooCommerce product pages.
de_de: Widget ist auf allen WooCommerce-Produktseiten aktiviert.
it_it: Il widget è abilitato su tutte le pagine dei prodotti WooCommerce.

source: Forcefully enable reviews on all products
de_de: Bewertungen auf allen Produkten zwangsweise aktivieren
it_it: Abilita forzatamente le recensioni su tutti i prodotti

source: Leave this off if you prefer to control reviews per product using the "Enable reviews" checkbox.
de_de: Lassen Sie dies ausgeschaltet, wenn Sie Bewertungen pro Produkt über das Kontrollkästchen „Bewertungen aktivieren“ steuern möchten.
it_it: Lascia disattivato se preferisci controllare le recensioni per prodotto utilizzando la casella di controllo "Abilita recensioni".

source: SEO Schema Markup
it_it: Markup Schema SEO

source: Enable Google-compliant structured data (JSON-LD schema) on product pages for rich snippets in search results.
de_de: Aktivieren Sie Google-konforme strukturierte Daten (JSON-LD Schema) auf Produktseiten für Rich Snippets in den Suchergebnissen.
it_it: Abilita dati strutturati conformi a Google (schema JSON-LD) nelle pagine dei prodotti per rich snippet nei risultati di ricerca.

source: Schema markup is active on all WooCommerce product pages.
de_de: Schema-Markup ist auf allen WooCommerce-Produktseiten aktiv.
it_it: Il markup schema è attivo su tutte le pagine dei prodotti WooCommerce.

source: What is Schema Markup?
de_de: Was ist Schema Markup?
it_it: Cos'è il Markup Schema?

source: Displays star ratings in Google search results
de_de: Zeigt Sternebewertungen in Google-Suchergebnissen an
it_it: Mostra le valutazioni a stelle nei risultati di ricerca Google

source: Shows review counts and product information
de_de: Zeigt Bewertungsanzahlen und Produktinformationen
it_it: Mostra il conteggio delle recensioni e le informazioni sul prodotto

source: Review schema is cached for 4 hours for optimal performance
de_de: Das Bewertungsschema wird für 4 Stunden zwischengespeichert für optimale Leistung
it_it: Lo schema delle recensioni è memorizzato nella cache per 4 ore per prestazioni ottimali

source: Test with Google Rich Results
de_de: Mit Google Rich Results testen
it_it: Testa con Google Rich Results

source: Validate Schema
de_de: Schema validieren
it_it: Valida Schema

source: Enabled
de_de: Aktiviert
it_it: Abilitato

source: Disabled
de_de: Deaktiviert
it_it: Disabilitato
