{"translation-revision-date":"2026-01-30 00:00+0000","generator":"WP-CLI\/2.12.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"reviewbird Settings":["reviewbird Einstellungen"],"Connected to reviewbird":["Mit reviewbird verbunden"],"Your WooCommerce store is successfully connected to reviewbird. Review data is syncing properly.":["Ihr WooCommerce-Shop ist erfolgreich mit reviewbird verbunden. Bewertungsdaten werden korrekt synchronisiert."],"View Dashboard":["Dashboard anzeigen"],"WooCommerce Not Connected":["WooCommerce nicht verbunden"],"WooCommerce is not yet connected to reviewbird. Connect your store to start syncing products and reviews.":["WooCommerce ist noch nicht mit reviewbird verbunden. Verbinden Sie Ihren Shop, um mit der Synchronisierung von Produkten und Bewertungen zu beginnen."],"Connect WooCommerce":["WooCommerce verbinden"],"Initial Sync in Progress":["Erstsynchronisierung läuft"],"reviewbird is syncing your products and reviews. This may take a few minutes depending on your catalog size. The widget will be available once sync completes.":["reviewbird synchronisiert Ihre Produkte und Bewertungen. Dies kann je nach Kataloggröße einige Minuten dauern. Das Widget wird verfügbar sein, sobald die Synchronisierung abgeschlossen ist."],"View Sync Progress":["Synchronisierungsfortschritt anzeigen"],"Subscription Required":["Abonnement erforderlich"],"Your reviewbird subscription is inactive. Please update your billing information to continue using the service.":["Ihr reviewbird-Abonnement ist inaktiv. Bitte aktualisieren Sie Ihre Zahlungsinformationen, um den Dienst weiterhin nutzen zu können."],"Update Billing":["Zahlung aktualisieren"],"Connection Issue Detected":["Verbindungsproblem erkannt"],"Unable to connect to reviewbird. Please check your connection settings.":["Verbindung zu reviewbird konnte nicht hergestellt werden. Bitte überprüfen Sie Ihre Verbindungseinstellungen."],"Fix Connection":["Verbindung reparieren"],"Unable to reach reviewbird API. Please check your internet connection.":["reviewbird API ist nicht erreichbar. Bitte überprüfen Sie Ihre Internetverbindung."],"Get Help":["Hilfe erhalten"],"Checking connection...":["Verbindung wird geprüft..."],"Verifying connection to reviewbird...":["Verbindung zu reviewbird wird überprüft..."],"Open reviewbird":["reviewbird öffnen"],"Connection Issue":["Verbindungsproblem"],"Refresh":["Aktualisieren"],"Last checked:":["Zuletzt geprüft:"],"Failed to update setting. Please try again.":["Einstellung konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut."],"Manage your reviewbird integration with WooCommerce.":["Verwalten Sie Ihre reviewbird-Integration mit WooCommerce."],"reviewbird Widget":["reviewbird Widget"],"Display reviewbird review widget on product pages. The widget shows customer reviews and allows customers to submit new reviews.":["Zeigt das reviewbird Bewertungs-Widget auf Produktseiten an. Das Widget zeigt Kundenbewertungen und ermöglicht es Kunden, neue Bewertungen abzugeben."],"Widget is enabled on all WooCommerce product pages.":["Widget ist auf allen WooCommerce-Produktseiten aktiviert."],"Forcefully enable reviews on all products":["Bewertungen auf allen Produkten zwangsweise aktivieren"],"Leave this off if you prefer to control reviews per product using the \"Enable reviews\" checkbox.":["Lassen Sie dies ausgeschaltet, wenn Sie Bewertungen pro Produkt über das Kontrollkästchen „Bewertungen aktivieren“ steuern möchten."],"SEO Schema Markup":["SEO Schema Markup"],"Enable Google-compliant structured data (JSON-LD schema) on product pages for rich snippets in search results.":["Aktivieren Sie Google-konforme strukturierte Daten (JSON-LD Schema) auf Produktseiten für Rich Snippets in den Suchergebnissen."],"Schema markup is active on all WooCommerce product pages.":["Schema-Markup ist auf allen WooCommerce-Produktseiten aktiv."],"What is Schema Markup?":["Was ist Schema Markup?"],"Displays star ratings in Google search results":["Zeigt Sternebewertungen in Google-Suchergebnissen an"],"Shows review counts and product information":["Zeigt Bewertungsanzahlen und Produktinformationen"],"Review schema is cached for 4 hours for optimal performance":["Das Bewertungsschema wird für 4 Stunden zwischengespeichert für optimale Leistung"],"Test with Google Rich Results":["Mit Google Rich Results testen"],"Validate Schema":["Schema validieren"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"]}}}