{"translation-revision-date":"2026-01-30 00:00+0000","generator":"WP-CLI\/2.12.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it_IT","plural-forms":"nplurals=2; plural=(n != 1);"},"reviewbird Settings":["Impostazioni reviewbird"],"Connected to reviewbird":["Connesso a reviewbird"],"Your WooCommerce store is successfully connected to reviewbird. Review data is syncing properly.":["Il tuo negozio WooCommerce è connesso con successo a reviewbird. I dati delle recensioni si stanno sincronizzando correttamente."],"View Dashboard":["Visualizza Dashboard"],"WooCommerce Not Connected":["WooCommerce non connesso"],"WooCommerce is not yet connected to reviewbird. Connect your store to start syncing products and reviews.":["WooCommerce non è ancora connesso a reviewbird. Connetti il tuo negozio per iniziare a sincronizzare prodotti e recensioni."],"Connect WooCommerce":["Connetti WooCommerce"],"Initial Sync in Progress":["Sincronizzazione iniziale in corso"],"reviewbird is syncing your products and reviews. This may take a few minutes depending on your catalog size. The widget will be available once sync completes.":["reviewbird sta sincronizzando i tuoi prodotti e le recensioni. Questo potrebbe richiedere alcuni minuti a seconda della dimensione del catalogo. Il widget sarà disponibile una volta completata la sincronizzazione."],"View Sync Progress":["Visualizza progresso sincronizzazione"],"Subscription Required":["Abbonamento richiesto"],"Your reviewbird subscription is inactive. Please update your billing information to continue using the service.":["Il tuo abbonamento a reviewbird è inattivo. Aggiorna le informazioni di fatturazione per continuare a utilizzare il servizio."],"Update Billing":["Aggiorna fatturazione"],"Connection Issue Detected":["Problema di connessione rilevato"],"Unable to connect to reviewbird. Please check your connection settings.":["Impossibile connettersi a reviewbird. Controlla le impostazioni di connessione."],"Fix Connection":["Risolvi connessione"],"Unable to reach reviewbird API. Please check your internet connection.":["Impossibile raggiungere l'API di reviewbird. Controlla la tua connessione internet."],"Get Help":["Ottieni aiuto"],"Checking connection...":["Verifica connessione in corso..."],"Verifying connection to reviewbird...":["Verifica della connessione a reviewbird in corso..."],"Open reviewbird":["Apri reviewbird"],"Connection Issue":["Problema di connessione"],"Refresh":["Aggiorna"],"Last checked:":["Ultimo controllo:"],"Failed to update setting. Please try again.":["Aggiornamento impostazione fallito. Riprova."],"Manage your reviewbird integration with WooCommerce.":["Gestisci la tua integrazione reviewbird con WooCommerce."],"reviewbird Widget":["Widget reviewbird"],"Display reviewbird review widget on product pages. The widget shows customer reviews and allows customers to submit new reviews.":["Visualizza il widget di recensioni reviewbird nelle pagine dei prodotti. Il widget mostra le recensioni dei clienti e consente ai clienti di inviare nuove recensioni."],"Widget is enabled on all WooCommerce product pages.":["Il widget è abilitato su tutte le pagine dei prodotti WooCommerce."],"Forcefully enable reviews on all products":["Abilita forzatamente le recensioni su tutti i prodotti"],"Leave this off if you prefer to control reviews per product using the \"Enable reviews\" checkbox.":["Lascia disattivato se preferisci controllare le recensioni per prodotto utilizzando la casella di controllo \"Abilita recensioni\"."],"SEO Schema Markup":["Markup Schema SEO"],"Enable Google-compliant structured data (JSON-LD schema) on product pages for rich snippets in search results.":["Abilita dati strutturati conformi a Google (schema JSON-LD) nelle pagine dei prodotti per rich snippet nei risultati di ricerca."],"Schema markup is active on all WooCommerce product pages.":["Il markup schema è attivo su tutte le pagine dei prodotti WooCommerce."],"What is Schema Markup?":["Cos'è il Markup Schema?"],"Displays star ratings in Google search results":["Mostra le valutazioni a stelle nei risultati di ricerca Google"],"Shows review counts and product information":["Mostra il conteggio delle recensioni e le informazioni sul prodotto"],"Review schema is cached for 4 hours for optimal performance":["Lo schema delle recensioni è memorizzato nella cache per 4 ore per prestazioni ottimali"],"Test with Google Rich Results":["Testa con Google Rich Results"],"Validate Schema":["Valida Schema"],"Enabled":["Abilitato"],"Disabled":["Disabilitato"]}}}