{"translation-revision-date":"2026-01-30 00:00+0000","generator":"WP-CLI\/2.12.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_PT","plural-forms":"nplurals=2; plural=(n != 1);"},"reviewbird Settings":["Definições do reviewbird"],"Connected to reviewbird":["Ligado ao reviewbird"],"Your WooCommerce store is successfully connected to reviewbird. Review data is syncing properly.":["A sua loja WooCommerce está ligada ao reviewbird com sucesso. Os dados das avaliações estão a sincronizar corretamente."],"View Dashboard":["Ver Painel"],"WooCommerce Not Connected":["WooCommerce não ligado"],"WooCommerce is not yet connected to reviewbird. Connect your store to start syncing products and reviews.":["O WooCommerce ainda não está ligado ao reviewbird. Ligue a sua loja para começar a sincronizar produtos e avaliações."],"Connect WooCommerce":["Ligar WooCommerce"],"Initial Sync in Progress":["Sincronização inicial em progresso"],"reviewbird is syncing your products and reviews. This may take a few minutes depending on your catalog size. The widget will be available once sync completes.":["O reviewbird está a sincronizar os seus produtos e avaliações. Isto pode demorar alguns minutos dependendo do tamanho do seu catálogo. O widget estará disponível assim que a sincronização terminar."],"View Sync Progress":["Ver progresso da sincronização"],"Subscription Required":["Assinatura necessária"],"Your reviewbird subscription is inactive. Please update your billing information to continue using the service.":["A sua assinatura reviewbird está inativa. Por favor, atualize as suas informações de faturação para continuar a usar o serviço."],"Update Billing":["Atualizar faturação"],"Connection Issue Detected":["Problema de ligação detetado"],"Unable to connect to reviewbird. Please check your connection settings.":["Impossível ligar ao reviewbird. Por favor, verifique as suas definições de ligação."],"Fix Connection":["Corrigir ligação"],"Unable to reach reviewbird API. Please check your internet connection.":["Impossível aceder à API do reviewbird. Por favor, verifique a sua ligação à internet."],"Get Help":["Obter ajuda"],"Checking connection...":["A verificar ligação..."],"Verifying connection to reviewbird...":["A verificar ligação ao reviewbird..."],"Open reviewbird":["Abrir reviewbird"],"Connection Issue":["Problema de ligação"],"Refresh":["Atualizar"],"Last checked:":["Última verificação:"],"Failed to update setting. Please try again.":["Falha ao atualizar definição. Por favor, tente novamente."],"Manage your reviewbird integration with WooCommerce.":["Gerir a sua integração reviewbird com WooCommerce."],"reviewbird Widget":["Widget reviewbird"],"Display reviewbird review widget on product pages. The widget shows customer reviews and allows customers to submit new reviews.":["Exibir o widget de avaliações reviewbird nas páginas dos produtos. O widget mostra avaliações dos clientes e permite que os clientes enviem novas avaliações."],"Widget is enabled on all WooCommerce product pages.":["O widget está ativado em todas as páginas de produtos WooCommerce."],"Forcefully enable reviews on all products":["Ativar avaliações em todos os produtos de forma forçada"],"Leave this off if you prefer to control reviews per product using the \"Enable reviews\" checkbox.":["Deixe esta opção desativada se preferir controlar as avaliações por produto usando a caixa de seleção \"Ativar avaliações\"."],"SEO Schema Markup":["Marcações de Esquema SEO"],"Enable Google-compliant structured data (JSON-LD schema) on product pages for rich snippets in search results.":["Ativar dados estruturados compatíveis com o Google (esquema JSON-LD) nas páginas dos produtos para snippets enriquecidos nos resultados de pesquisa."],"Schema markup is active on all WooCommerce product pages.":["A marcação de esquema está ativa em todas as páginas de produtos WooCommerce."],"What is Schema Markup?":["O que é Marcações de Esquema?"],"Displays star ratings in Google search results":["Exibe classificações por estrelas nos resultados de pesquisa do Google"],"Shows review counts and product information":["Mostra contagens de avaliações e informações do produto"],"Review schema is cached for 4 hours for optimal performance":["O esquema de avaliações é armazenado em cache por 4 horas para desempenho ideal"],"Test with Google Rich Results":["Testar com Resultados Ricos do Google"],"Validate Schema":["Validar Esquema"],"Enabled":["Ativado"],"Disabled":["Desativado"]}}}