{"translation-revision-date":"2026-01-30 00:00+0000","generator":"WP-CLI\/2.12.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n != 1);"},"reviewbird Settings":["Paramètres reviewbird"],"Connected to reviewbird":["Connecté à reviewbird"],"Your WooCommerce store is successfully connected to reviewbird. Review data is syncing properly.":["Votre boutique WooCommerce est connectée avec succès à reviewbird. Les données des avis se synchronisent correctement."],"View Dashboard":["Voir le tableau de bord"],"WooCommerce Not Connected":["WooCommerce non connecté"],"WooCommerce is not yet connected to reviewbird. Connect your store to start syncing products and reviews.":["WooCommerce n'est pas encore connecté à reviewbird. Connectez votre boutique pour commencer à synchroniser les produits et les avis."],"Connect WooCommerce":["Connecter WooCommerce"],"Initial Sync in Progress":["Synchronisation initiale en cours"],"reviewbird is syncing your products and reviews. This may take a few minutes depending on your catalog size. The widget will be available once sync completes.":["reviewbird synchronise vos produits et avis. Cela peut prendre quelques minutes selon la taille de votre catalogue. Le widget sera disponible une fois la synchronisation terminée."],"View Sync Progress":["Voir la progression de la synchronisation"],"Subscription Required":["Abonnement requis"],"Your reviewbird subscription is inactive. Please update your billing information to continue using the service.":["Votre abonnement reviewbird est inactif. Veuillez mettre à jour vos informations de facturation pour continuer à utiliser le service."],"Update Billing":["Mettre à jour la facturation"],"Connection Issue Detected":["Problème de connexion détecté"],"Unable to connect to reviewbird. Please check your connection settings.":["Impossible de se connecter à reviewbird. Veuillez vérifier vos paramètres de connexion."],"Fix Connection":["Réparer la connexion"],"Unable to reach reviewbird API. Please check your internet connection.":["Impossible d'atteindre l'API reviewbird. Veuillez vérifier votre connexion internet."],"Get Help":["Obtenir de l'aide"],"Checking connection...":["Vérification de la connexion..."],"Verifying connection to reviewbird...":["Vérification de la connexion à reviewbird..."],"Open reviewbird":["Ouvrir reviewbird"],"Connection Issue":["Problème de connexion"],"Refresh":["Actualiser"],"Last checked:":["Dernière vérification :"],"Failed to update setting. Please try again.":["Échec de la mise à jour du paramètre. Veuillez réessayer."],"Manage your reviewbird integration with WooCommerce.":["Gérez votre intégration reviewbird avec WooCommerce."],"reviewbird Widget":["Widget reviewbird"],"Display reviewbird review widget on product pages. The widget shows customer reviews and allows customers to submit new reviews.":["Afficher le widget d'avis reviewbird sur les pages produits. Le widget affiche les avis des clients et permet aux clients de soumettre de nouveaux avis."],"Widget is enabled on all WooCommerce product pages.":["Le widget est activé sur toutes les pages produits WooCommerce."],"Forcefully enable reviews on all products":["Activer les avis sur tous les produits de force"],"Leave this off if you prefer to control reviews per product using the \"Enable reviews\" checkbox.":["Laissez ceci désactivé si vous préférez contrôler les avis par produit en utilisant la case à cocher « Activer les avis »."],"SEO Schema Markup":["Balises Schema SEO"],"Enable Google-compliant structured data (JSON-LD schema) on product pages for rich snippets in search results.":["Activer les données structurées conformes à Google (schéma JSON-LD) sur les pages produits pour des extraits enrichis dans les résultats de recherche."],"Schema markup is active on all WooCommerce product pages.":["Le balisage schema est actif sur toutes les pages produits WooCommerce."],"What is Schema Markup?":["Qu'est-ce que le balisage Schema ?"],"Displays star ratings in Google search results":["Affiche les évaluations par étoiles dans les résultats de recherche Google"],"Shows review counts and product information":["Affiche le nombre d'avis et les informations sur le produit"],"Review schema is cached for 4 hours for optimal performance":["Le schéma d'avis est mis en cache pendant 4 heures pour des performances optimales"],"Test with Google Rich Results":["Tester avec Google Rich Results"],"Validate Schema":["Valider le schéma"],"Enabled":["Activé"],"Disabled":["Désactivé"]}}}