{"translation-revision-date":"2026-01-30 00:00+0000","generator":"WP-CLI\/2.12.0","source":"assets\/build\/admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_ES","plural-forms":"nplurals=2; plural=(n != 1);"},"reviewbird Settings":["Configuración de reviewbird"],"Connected to reviewbird":["Conectado a reviewbird"],"Your WooCommerce store is successfully connected to reviewbird. Review data is syncing properly.":["Tu tienda WooCommerce está conectada exitosamente a reviewbird. Los datos de reseñas se sincronizan correctamente."],"View Dashboard":["Ver Panel"],"WooCommerce Not Connected":["WooCommerce no conectado"],"WooCommerce is not yet connected to reviewbird. Connect your store to start syncing products and reviews.":["WooCommerce aún no está conectado a reviewbird. Conecta tu tienda para comenzar a sincronizar productos y reseñas."],"Connect WooCommerce":["Conectar WooCommerce"],"Initial Sync in Progress":["Sincronización inicial en progreso"],"reviewbird is syncing your products and reviews. This may take a few minutes depending on your catalog size. The widget will be available once sync completes.":["reviewbird está sincronizando tus productos y reseñas. Esto puede tardar unos minutos dependiendo del tamaño de tu catálogo. El widget estará disponible una vez que la sincronización termine."],"View Sync Progress":["Ver progreso de sincronización"],"Subscription Required":["Suscripción requerida"],"Your reviewbird subscription is inactive. Please update your billing information to continue using the service.":["Tu suscripción a reviewbird está inactiva. Por favor, actualiza tu información de facturación para continuar usando el servicio."],"Update Billing":["Actualizar facturación"],"Connection Issue Detected":["Problema de conexión detectado"],"Unable to connect to reviewbird. Please check your connection settings.":["No se puede conectar a reviewbird. Por favor, verifica la configuración de tu conexión."],"Fix Connection":["Solucionar conexión"],"Unable to reach reviewbird API. Please check your internet connection.":["No se puede acceder a la API de reviewbird. Por favor, verifica tu conexión a internet."],"Get Help":["Obtener ayuda"],"Checking connection...":["Comprobando conexión..."],"Verifying connection to reviewbird...":["Verificando conexión a reviewbird..."],"Open reviewbird":["Abrir reviewbird"],"Connection Issue":["Problema de conexión"],"Refresh":["Actualizar"],"Last checked:":["Última comprobación:"],"Failed to update setting. Please try again.":["Error al actualizar la configuración. Por favor, inténtalo de nuevo."],"Manage your reviewbird integration with WooCommerce.":["Gestiona tu integración de reviewbird con WooCommerce."],"reviewbird Widget":["Widget de reviewbird"],"Display reviewbird review widget on product pages. The widget shows customer reviews and allows customers to submit new reviews.":["Mostrar el widget de reseñas de reviewbird en las páginas de productos. El widget muestra las opiniones de los clientes y permite a los clientes enviar nuevas reseñas."],"Widget is enabled on all WooCommerce product pages.":["El widget está habilitado en todas las páginas de productos de WooCommerce."],"Forcefully enable reviews on all products":["Forzar la habilitación de reseñas en todos los productos"],"Leave this off if you prefer to control reviews per product using the \"Enable reviews\" checkbox.":["Deje esto desactivado si prefiere controlar las reseñas por producto usando la casilla \"Habilitar reseñas\"."],"SEO Schema Markup":["Marcado de esquema SEO"],"Enable Google-compliant structured data (JSON-LD schema) on product pages for rich snippets in search results.":["Habilitar datos estructurados compatibles con Google (esquema JSON-LD) en las páginas de productos para fragmentos enriquecidos en los resultados de búsqueda."],"Schema markup is active on all WooCommerce product pages.":["El marcado de esquema está activo en todas las páginas de productos de WooCommerce."],"What is Schema Markup?":["¿Qué es el marcado de esquema?"],"Displays star ratings in Google search results":["Muestra valoraciones con estrellas en los resultados de búsqueda de Google"],"Shows review counts and product information":["Muestra el recuento de reseñas e información del producto"],"Review schema is cached for 4 hours for optimal performance":["El esquema de reseñas se almacena en caché durante 4 horas para un rendimiento óptimo"],"Test with Google Rich Results":["Probar con Google Rich Results"],"Validate Schema":["Validar esquema"],"Enabled":["Habilitado"],"Disabled":["Deshabilitado"]}}}