Repository: Objectivco/reviewbird-plugin
Catalog: i18n/languages/reviewbird-*.po
Languages: es_es, fr_fr, nl_nl, pt_pt

source: reviewbird
es_es: Reseñas de reviewbird
nl_nl: reviewbird Beoordelingen
pt_pt: Avaliações ReviewBird

source: Automated review collection for WooCommerce that blocks spam, catches complaints, and showcases your best feedback.
es_es: Recopilación automática de reseñas para WooCommerce que bloquea el spam, detecta quejas y muestra tus mejores opiniones.

source: reviewbird Connection Error:
es_es: Error de conexión con reviewbird:
fr_fr: Erreur de connexion reviewbird :
nl_nl: reviewbird verbindingsfout:
pt_pt: Erro de ligação reviewbird:

source: Successfully connected to reviewbird!
es_es: ¡Conectado exitosamente a reviewbird!
fr_fr: Connecté avec succès à reviewbird !
nl_nl: Succesvol verbonden met reviewbird!
pt_pt: Ligação ao reviewbird efetuada com sucesso!

source: reviewbird Settings
es_es: Configuración de reviewbird
fr_fr: Paramètres reviewbird
nl_nl: reviewbird instellingen
pt_pt: Definições do reviewbird

source: Invalid security token
es_es: Token de seguridad inválido
fr_fr: Jeton de sécurité invalide
nl_nl: Ongeldig beveiligingstoken
pt_pt: Token de segurança inválido

source: Insufficient permissions
es_es: Permisos insuficientes
fr_fr: Permissions insuffisantes
nl_nl: Onvoldoende rechten
pt_pt: Permissões insuficientes

source: Invalid setting
es_es: Configuración inválida
fr_fr: Paramètre invalide
nl_nl: Ongeldige instelling
pt_pt: Definição inválida

source: Setting updated successfully
es_es: Configuración actualizada con éxito
fr_fr: Paramètre mis à jour avec succès
nl_nl: Instelling succesvol bijgewerkt
pt_pt: Definição atualizada com sucesso

source: Health check cache cleared
es_es: Caché de verificación de estado borrada
fr_fr: Cache de vérification de santé vidé
nl_nl: Cache voor gezondheidscontrole gewist
pt_pt: Cache de verificação de integridade limpa

source: Store ID %d has been saved successfully
es_es: La tienda con ID %d se ha guardado correctamente
fr_fr: Le magasin ID %d a été enregistré avec succès
nl_nl: Winkel-ID %d is succesvol opgeslagen
pt_pt: Loja com ID %d guardada com sucesso

source: WooCommerce is not active
es_es: WooCommerce no está activo
fr_fr: WooCommerce n'est pas actif
nl_nl: WooCommerce is niet actief
pt_pt: WooCommerce não está ativo

source: Coupon code is required
es_es: Se requiere código de cupón
fr_fr: Le code coupon est requis
nl_nl: Couponcode is vereist
pt_pt: Código do cupão é obrigatório

source: Template coupon '%s' not found
es_es: Cupón de plantilla '%s' no encontrado
fr_fr: Coupon modèle '%s' introuvable
nl_nl: Sjablooncoupon '%s' niet gevonden
pt_pt: Cupão modelo '%s' não encontrado

source: discount_type and amount are required when not using template
es_es: discount_type y amount son obligatorios cuando no se usa plantilla
fr_fr: discount_type et amount sont requis lorsque le modèle n'est pas utilisé
nl_nl: discount_type en bedrag zijn vereist wanneer geen sjabloon wordt gebruikt
pt_pt: discount_type e amount são obrigatórios quando não se usa modelo

source: Product ID is required
es_es: Se requiere ID de producto
fr_fr: L'ID du produit est requis
nl_nl: Product-ID is vereist
pt_pt: ID do produto é obrigatório

source: Invalid product ID
es_es: ID de producto inválido
fr_fr: ID de produit invalide
nl_nl: Ongeldige product-ID
pt_pt: ID do produto inválido

source: Product not found
es_es: Producto no encontrado
fr_fr: Produit non trouvé
nl_nl: Product niet gevonden
pt_pt: Produto não encontrado

source: Average stars must be a number between 1 and 5
es_es: Las estrellas promedio deben ser un número entre 1 y 5
fr_fr: La moyenne des étoiles doit être un nombre entre 1 et 5
nl_nl: Gemiddeld aantal sterren moet een getal tussen 1 en 5 zijn
pt_pt: A média de estrelas deve ser um número entre 1 e 5

source: Review count must be a non-negative number
es_es: El conteo de reseñas debe ser un número no negativo
fr_fr: Le nombre d'avis doit être un nombre non négatif
nl_nl: Aantal beoordelingen moet een niet-negatief getal zijn
pt_pt: A contagem de avaliações deve ser um número não negativo

source: Rating counts must be an array
es_es: Los conteos de calificaciones deben ser un arreglo
fr_fr: Les comptes d'évaluation doivent être un tableau
nl_nl: Aantal beoordelingen moet een array zijn
pt_pt: As contagens de avaliações devem ser um array

source: Customer email is required
es_es: Se requiere correo electrónico del cliente
fr_fr: L'email du client est requis
nl_nl: E-mailadres klant is vereist
pt_pt: Email do cliente é obrigatório

source: Invalid email address
es_es: Dirección de correo electrónico inválida
fr_fr: Adresse email invalide
nl_nl: Ongeldig e-mailadres
pt_pt: Endereço de email inválido

source: Settings
es_es: Configuraciones
fr_fr: Paramètres
nl_nl: Instellingen
pt_pt: Definições

source: API request failed
es_es: La solicitud API falló
fr_fr: La requête API a échoué
nl_nl: API-verzoek mislukt
pt_pt: Falha na requisição API

source: Store is not connected to reviewbird.
es_es: La tienda no está conectada a reviewbird.
fr_fr: Le magasin n'est pas connecté à reviewbird.
nl_nl: Winkel is niet verbonden met reviewbird.
pt_pt: Loja não está ligada ao reviewbird.

source: Unable to generate API key for authentication.
es_es: No se pudo generar la clave API para autenticación.
fr_fr: Impossible de générer une clé API pour l'authentification.
nl_nl: Kan geen API-sleutel genereren voor authenticatie.
pt_pt: Impossível gerar chave API para autenticação.

source: Maximum of 50 product IDs allowed per request.
es_es: Máximo de 50 IDs de producto permitidos por solicitud.
fr_fr: Maximum de 50 IDs de produit autorisés par requête.
nl_nl: Maximaal 50 product-ID's toegestaan per verzoek.
pt_pt: Máximo de 50 IDs de produto permitidos por requisição.

source: Failed to decode API response.
es_es: Error al decodificar la respuesta de la API.
fr_fr: Échec du décodage de la réponse API.
nl_nl: Kan API-respons niet decoderen.
pt_pt: Falha ao decodificar resposta da API.

source: Rated %s out of 5
es_es: Calificado %s de 5
fr_fr: Noté %s sur 5
nl_nl: Beoordeeld met %s van de 5
pt_pt: Avaliado %s de 5

source: Rated %s out of 5, click to view reviews
es_es: Calificado %s de 5, haz clic para ver reseñas
fr_fr: Noté %s sur 5, cliquez pour voir les avis
nl_nl: Beoordeeld met %s van de 5, klik om beoordelingen te bekijken
pt_pt: Avaliado %s de 5, clique para ver avaliações

source: Connected to reviewbird
es_es: Conectado a reviewbird
fr_fr: Connecté à reviewbird
nl_nl: Verbonden met reviewbird
pt_pt: Ligado ao reviewbird

source: Your WooCommerce store is successfully connected to reviewbird. Review data is syncing properly.
es_es: Tu tienda WooCommerce está conectada exitosamente a reviewbird. Los datos de reseñas se sincronizan correctamente.
fr_fr: Votre boutique WooCommerce est connectée avec succès à reviewbird. Les données des avis se synchronisent correctement.
nl_nl: Je WooCommerce-winkel is succesvol verbonden met reviewbird. Beoordelingsgegevens worden correct gesynchroniseerd.
pt_pt: A sua loja WooCommerce está ligada ao reviewbird com sucesso. Os dados das avaliações estão a sincronizar corretamente.

source: View Dashboard
es_es: Ver Panel
fr_fr: Voir le tableau de bord
nl_nl: Dashboard bekijken
pt_pt: Ver Painel

source: WooCommerce Not Connected
es_es: WooCommerce no conectado
fr_fr: WooCommerce non connecté
nl_nl: WooCommerce niet verbonden
pt_pt: WooCommerce não ligado

source: WooCommerce is not yet connected to reviewbird. Connect your store to start syncing products and reviews.
es_es: WooCommerce aún no está conectado a reviewbird. Conecta tu tienda para comenzar a sincronizar productos y reseñas.
fr_fr: WooCommerce n'est pas encore connecté à reviewbird. Connectez votre boutique pour commencer à synchroniser les produits et les avis.
nl_nl: WooCommerce is nog niet verbonden met reviewbird. Verbind je winkel om producten en beoordelingen te synchroniseren.
pt_pt: O WooCommerce ainda não está ligado ao reviewbird. Ligue a sua loja para começar a sincronizar produtos e avaliações.

source: Connect WooCommerce
es_es: Conectar WooCommerce
fr_fr: Connecter WooCommerce
nl_nl: Verbind WooCommerce
pt_pt: Ligar WooCommerce

source: Initial Sync in Progress
es_es: Sincronización inicial en progreso
fr_fr: Synchronisation initiale en cours
nl_nl: Initiële synchronisatie bezig
pt_pt: Sincronização inicial em progresso

source: reviewbird is syncing your products and reviews. This may take a few minutes depending on your catalog size. The widget will be available once sync completes.
es_es: reviewbird está sincronizando tus productos y reseñas. Esto puede tardar unos minutos dependiendo del tamaño de tu catálogo. El widget estará disponible una vez que la sincronización termine.
fr_fr: reviewbird synchronise vos produits et avis. Cela peut prendre quelques minutes selon la taille de votre catalogue. Le widget sera disponible une fois la synchronisation terminée.
nl_nl: reviewbird synchroniseert je producten en beoordelingen. Dit kan enkele minuten duren afhankelijk van de grootte van je catalogus. De widget is beschikbaar zodra de synchronisatie is voltooid.
pt_pt: O reviewbird está a sincronizar os seus produtos e avaliações. Isto pode demorar alguns minutos dependendo do tamanho do seu catálogo. O widget estará disponível assim que a sincronização terminar.

source: View Sync Progress
es_es: Ver progreso de sincronización
fr_fr: Voir la progression de la synchronisation
nl_nl: Synchronisatiestatus bekijken
pt_pt: Ver progresso da sincronização

source: Subscription Required
es_es: Suscripción requerida
fr_fr: Abonnement requis
nl_nl: Abonnement vereist
pt_pt: Assinatura necessária

source: Your reviewbird subscription is inactive. Please update your billing information to continue using the service.
es_es: Tu suscripción a reviewbird está inactiva. Por favor, actualiza tu información de facturación para continuar usando el servicio.
fr_fr: Votre abonnement reviewbird est inactif. Veuillez mettre à jour vos informations de facturation pour continuer à utiliser le service.
nl_nl: Je reviewbird-abonnement is inactief. Werk je betalingsgegevens bij om de service te blijven gebruiken.
pt_pt: A sua assinatura reviewbird está inativa. Por favor, atualize as suas informações de faturação para continuar a usar o serviço.

source: Update Billing
es_es: Actualizar facturación
fr_fr: Mettre à jour la facturation
nl_nl: Betaling bijwerken
pt_pt: Atualizar faturação

source: Connection Issue Detected
es_es: Problema de conexión detectado
fr_fr: Problème de connexion détecté
nl_nl: Verbindingsprobleem gedetecteerd
pt_pt: Problema de ligação detetado

source: Unable to connect to reviewbird. Please check your connection settings.
es_es: No se puede conectar a reviewbird. Por favor, verifica la configuración de tu conexión.
fr_fr: Impossible de se connecter à reviewbird. Veuillez vérifier vos paramètres de connexion.
nl_nl: Kan geen verbinding maken met reviewbird. Controleer je verbindingsinstellingen.
pt_pt: Impossível ligar ao reviewbird. Por favor, verifique as suas definições de ligação.

source: Fix Connection
es_es: Solucionar conexión
fr_fr: Réparer la connexion
nl_nl: Verbinding herstellen
pt_pt: Corrigir ligação

source: Unable to reach reviewbird API. Please check your internet connection.
es_es: No se puede acceder a la API de reviewbird. Por favor, verifica tu conexión a internet.
fr_fr: Impossible d'atteindre l'API reviewbird. Veuillez vérifier votre connexion internet.
nl_nl: Kan geen verbinding maken met de reviewbird API. Controleer je internetverbinding.
pt_pt: Impossível aceder à API do reviewbird. Por favor, verifique a sua ligação à internet.

source: Get Help
es_es: Obtener ayuda
fr_fr: Obtenir de l'aide
nl_nl: Hulp krijgen
pt_pt: Obter ajuda

source: Checking connection...
es_es: Comprobando conexión...
fr_fr: Vérification de la connexion...
nl_nl: Verbinding controleren...
pt_pt: A verificar ligação...

source: Verifying connection to reviewbird...
es_es: Verificando conexión a reviewbird...
fr_fr: Vérification de la connexion à reviewbird...
nl_nl: Verbinding met reviewbird verifiëren...
pt_pt: A verificar ligação ao reviewbird...

source: Open reviewbird
es_es: Abrir reviewbird
fr_fr: Ouvrir reviewbird
pt_pt: Abrir reviewbird

source: Connection Issue
es_es: Problema de conexión
fr_fr: Problème de connexion
nl_nl: Verbindingsprobleem
pt_pt: Problema de ligação

source: Refresh
es_es: Actualizar
fr_fr: Actualiser
nl_nl: Vernieuwen
pt_pt: Atualizar

source: Last checked:
es_es: Última comprobación:
fr_fr: Dernière vérification :
nl_nl: Laatst gecontroleerd:
pt_pt: Última verificação:

source: Loading...
es_es: Cargando...
fr_fr: Chargement...
nl_nl: Laden...
pt_pt: A carregar...

source: Failed to update setting. Please try again.
es_es: Error al actualizar la configuración. Por favor, inténtalo de nuevo.
fr_fr: Échec de la mise à jour du paramètre. Veuillez réessayer.
nl_nl: Instelling bijwerken mislukt. Probeer het opnieuw.
pt_pt: Falha ao atualizar definição. Por favor, tente novamente.

source: Manage your reviewbird integration with WooCommerce.
es_es: Gestiona tu integración de reviewbird con WooCommerce.
fr_fr: Gérez votre intégration reviewbird avec WooCommerce.
nl_nl: Beheer je reviewbird-integratie met WooCommerce.
pt_pt: Gerir a sua integração reviewbird com WooCommerce.

source: reviewbird Widget
es_es: Widget de reviewbird
fr_fr: Widget reviewbird
pt_pt: Widget reviewbird

source: Display reviewbird review widget on product pages. The widget shows customer reviews and allows customers to submit new reviews.
es_es: Mostrar el widget de reseñas de reviewbird en las páginas de productos. El widget muestra las opiniones de los clientes y permite a los clientes enviar nuevas reseñas.
fr_fr: Afficher le widget d'avis reviewbird sur les pages produits. Le widget affiche les avis des clients et permet aux clients de soumettre de nouveaux avis.
nl_nl: Toon reviewbird review-widget op productpagina's. De widget toont klantbeoordelingen en stelt klanten in staat nieuwe beoordelingen in te dienen.
pt_pt: Exibir o widget de avaliações reviewbird nas páginas dos produtos. O widget mostra avaliações dos clientes e permite que os clientes enviem novas avaliações.

source: Widget is enabled on all WooCommerce product pages.
es_es: El widget está habilitado en todas las páginas de productos de WooCommerce.
fr_fr: Le widget est activé sur toutes les pages produits WooCommerce.
nl_nl: Widget is ingeschakeld op alle WooCommerce-productpagina's.
pt_pt: O widget está ativado em todas as páginas de produtos WooCommerce.

source: Forcefully enable reviews on all products
es_es: Forzar la habilitación de reseñas en todos los productos
fr_fr: Activer les avis sur tous les produits de force
nl_nl: Beoordelingen op alle producten geforceerd inschakelen
pt_pt: Ativar avaliações em todos os produtos de forma forçada

source: Leave this off if you prefer to control reviews per product using the "Enable reviews" checkbox.
es_es: Deje esto desactivado si prefiere controlar las reseñas por producto usando la casilla "Habilitar reseñas".
fr_fr: Laissez ceci désactivé si vous préférez contrôler les avis par produit en utilisant la case à cocher « Activer les avis ».
nl_nl: Laat dit uit als je de beoordelingen per product wilt beheren met het selectievakje "Beoordelingen inschakelen".
pt_pt: Deixe esta opção desativada se preferir controlar as avaliações por produto usando a caixa de seleção "Ativar avaliações".

source: SEO Schema Markup
es_es: Marcado de esquema SEO
fr_fr: Balises Schema SEO
pt_pt: Marcações de Esquema SEO

source: Enable Google-compliant structured data (JSON-LD schema) on product pages for rich snippets in search results.
es_es: Habilitar datos estructurados compatibles con Google (esquema JSON-LD) en las páginas de productos para fragmentos enriquecidos en los resultados de búsqueda.
fr_fr: Activer les données structurées conformes à Google (schéma JSON-LD) sur les pages produits pour des extraits enrichis dans les résultats de recherche.
nl_nl: Schakel Google-conforme gestructureerde gegevens (JSON-LD schema) in op productpagina's voor rijke fragmenten in zoekresultaten.
pt_pt: Ativar dados estruturados compatíveis com o Google (esquema JSON-LD) nas páginas dos produtos para snippets enriquecidos nos resultados de pesquisa.

source: Schema markup is active on all WooCommerce product pages.
es_es: El marcado de esquema está activo en todas las páginas de productos de WooCommerce.
fr_fr: Le balisage schema est actif sur toutes les pages produits WooCommerce.
nl_nl: Schema markup is actief op alle WooCommerce-productpagina's.
pt_pt: A marcação de esquema está ativa em todas as páginas de produtos WooCommerce.

source: What is Schema Markup?
es_es: ¿Qué es el marcado de esquema?
fr_fr: Qu'est-ce que le balisage Schema ?
nl_nl: Wat is Schema Markup?
pt_pt: O que é Marcações de Esquema?

source: Displays star ratings in Google search results
es_es: Muestra valoraciones con estrellas en los resultados de búsqueda de Google
fr_fr: Affiche les évaluations par étoiles dans les résultats de recherche Google
nl_nl: Toont sterbeoordelingen in Google-zoekresultaten
pt_pt: Exibe classificações por estrelas nos resultados de pesquisa do Google

source: Shows review counts and product information
es_es: Muestra el recuento de reseñas e información del producto
fr_fr: Affiche le nombre d'avis et les informations sur le produit
nl_nl: Toont aantal beoordelingen en productinformatie
pt_pt: Mostra contagens de avaliações e informações do produto

source: Review schema is cached for 4 hours for optimal performance
es_es: El esquema de reseñas se almacena en caché durante 4 horas para un rendimiento óptimo
fr_fr: Le schéma d'avis est mis en cache pendant 4 heures pour des performances optimales
nl_nl: Review-schema wordt 4 uur gecachet voor optimale prestaties
pt_pt: O esquema de avaliações é armazenado em cache por 4 horas para desempenho ideal

source: Test with Google Rich Results
es_es: Probar con Google Rich Results
fr_fr: Tester avec Google Rich Results
nl_nl: Test met Google Rich Results
pt_pt: Testar com Resultados Ricos do Google

source: Validate Schema
es_es: Validar esquema
fr_fr: Valider le schéma
nl_nl: Valideer Schema
pt_pt: Validar Esquema

source: Enabled
es_es: Habilitado
fr_fr: Activé
nl_nl: Ingeschakeld
pt_pt: Ativado

source: Disabled
es_es: Deshabilitado
fr_fr: Désactivé
nl_nl: Uitgeschakeld
pt_pt: Desativado

source: ReviewBird Reviews
fr_fr: Avis ReviewBird

source: Automated review collection that blocks spam, catches complaints, and showcases your best feedback.
fr_fr: Collecte automatisée des avis qui bloque le spam, détecte les plaintes et met en valeur vos meilleurs retours.
nl_nl: Geautomatiseerde beoordeling verzameling die spam blokkeert, klachten opvangt en je beste feedback toont.
pt_pt: Recolha automática de avaliações que bloqueia spam, deteta reclamações e destaca o seu melhor feedback.
